espressif/esp-idf/examples/ethernet/sublayer/sdkconfig.ci.defaults
CONFIG_IDF_TARGET="esp32"

CONFIG_ETHERNET_INTERNAL_SUPPORT=y
CONFIG_ETHERNET_PHY_IP101=y
